export const offerAgreement = [
  {
    title: "1. ЗАГАЛЬНІ ПОЛОЖЕННЯ",
    terms: [
      {
        title:
          "1.1. Договір регламентує взаємовідносини між Виконавцем і Замовником стосовно надання освітніх та інформаційних послуг через інтернет-платформу «Tutorez» (далі – «Сайт»).",
      },
      {
        title: "1.2. Виконавець надає такі послуги:",
        subterms: [
          {
            title:
              "Освітні послуги, що включають індивідуальні заняття, які проводить особисто Хиля Олександр Олександрович.",
          },
          {
            title:
              "Інформаційні послуги, що надають доступ до інформації про інших репетиторів, зазначених на Сайті. Ці репетитори надають свої послуги самостійно та укладають договори безпосередньо із Замовниками.",
          },
        ],
      },
    ],
  },
  {
    title: "2. ТЕРМІНИ ТА ВИЗНАЧЕННЯ",
    terms: [
      {
        title:
          "2.1. Оферта – цей документ, опублікований на Сайті, є пропозицією укласти договір про надання освітніх та інформаційних послуг.",
      },
      {
        title:
          "2.2. Освітні послуги – індивідуальні чи групові заняття, що проводяться Виконавцем або іншими репетиторами, інформація про яких розміщена на Сайті.",
      },
      {
        title:
          "2.3. Інформаційні послуги – доступ до інформації про інших репетиторів через Сайт.",
      },
      {
        title:
          "2.4. Замовник – будь-яка дієздатна фізична особа, яка прийняла Оферту та здійснила оплату послуг.",
      },
      {
        title:
          "2.5. Договір – цей документ, який вважається укладеним після акцепту Оферти Замовником.",
      },
      {
        title:
          "2.6. Замовлення – оформлене та сплачене Замовником через Сайт замовлення на освітні та/або інформаційні послуги.",
      },
    ],
  },
  {
    title: "3. ПРЕДМЕТ ДОГОВОРУ",
    terms: [
      {
        title:
          "3.1. Виконавець зобов’язується надавати освітні послуги у формі індивідуальних занять та інформаційні послуги через Сайт, а Замовник – оплатити ці послуги на умовах Договору.",
      },
      {
        title:
          "3.2. Інформаційні послуги не включають безпосереднє надання послуг іншими репетиторами. Виконавець не несе відповідальності за якість освітніх послуг, наданих іншими репетиторами.",
      },
      // {
      //   title: "3.3. Опис послуг та їх вартість опубліковані на Сайті.",
      // },
    ],
  },
  {
    title: "4. ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН",
    terms: [
      {
        title: "4.1. Обов’язки Виконавця:",
        subterms: [
          {
            title: "Надавати освітні послуги відповідно до умов Договору.",
          },
          {
            title: "Надавати доступ до інформації про інших репетиторів.",
          },
          {
            title: "Забезпечувати безперебійну роботу Сайту.",
          },
        ],
      },
      {
        title: "4.2. Права Виконавця:",
        subterms: [
          {
            title: "Змінювати умови Договору шляхом публікації нової редакції.",
          },
          {
            title:
              "Призупинити надання послуг у разі порушення умов Договору Замовником.",
          },
        ],
      },
      {
        title: "4.3. Обов’язки Замовника:",
        subterms: [
          {
            title: "Оплачувати послуги відповідно до умов Договору.",
          },
          {
            title: "Ознайомитися та дотримуватися правил користування Сайтом.",
          },
        ],
      },
      {
        title: "4.4. Права Замовника:",
        subterms: [
          {
            title:
              "Оформляти замовлення на освітні та/або інформаційні послуги через Сайт.",
          },
          {
            title: "Отримати належним чином сплачені послуги.",
          },
        ],
      },
    ],
  },
  {
    title: "5. ОПЛАТА І СКАСУВАННЯ УРОКІВ",
    terms: [
      {
        title:
          "5.1. Замовник самостійно оформляє замовлення на освітні послуги через Сайт.",
      },
      {
        title:
          "5.2. Оплата здійснюється відповідно до тарифів, оговорених особисто з Замовником.",
      },
      {
        title:
          "5.3. Виконавець починає надання послуг після підтвердження оплати.",
      },
      {
        title:
          "5.4. У разі скасування уроку Замовник має повідомити Виконавця не пізніше ніж за 12 годин до початку заняття.",
      },
      {
        title:
          "5.5. У разі несвоєчасного повідомлення оплата за заняття не повертається.",
      },
      {
        title:
          "5.6. Виконавець зобов’язується перенести заняття, якщо не може його провести, без додаткової оплати.",
      },
      {
        title:
          "5.7. Виконавець залишає за собою право розірвати договір у разі повторних порушень умов скасування уроків Замовником.",
      },
    ],
  },
  {
    title: "6. ВІДПОВІДАЛЬНІСТЬ СТОРІН",
    terms: [
      {
        title:
          "6.1. Сторони несуть відповідальність за невиконання зобов’язань відповідно до законодавства України.",
      },
      {
        title:
          "6.2. Виконавець не несе відповідальності за якість послуг, наданих іншими репетиторами.",
      },
    ],
  },
  {
    title: "7. ФОРС-МАЖОР",
    terms: [
      {
        title:
          "7.1. Сторони звільняються від відповідальності за невиконання зобов’язань у разі форс-мажорних обставин.",
      },
      {
        title:
          "7.2. Якщо форс-мажор триває понад 3 місяці, кожна Сторона має право розірвати Договір.",
      },
    ],
  },
  {
    title: "8. ТЕРМІН ДІЇ ТА ЗМІНА ДОГОВОРУ",
    terms: [
      {
        title:
          "8.1. Договір вступає в дію з моменту акцепту Оферти і діє до повного виконання зобов’язань.",
      },
      {
        title:
          "8.2. Виконавець може вносити зміни до Договору, публікуючи їх на Сайті.",
      },
      {
        title:
          "8.3. Якщо Замовник не згоден із новими умовами, він має право розірвати Договір.",
      },
    ],
  },
  {
    title: "9. ІНШІ УМОВИ",
    terms: [
      {
        title: "9.1. Інформація, передана між Сторонами, є конфіденційною.",
      },
      {
        title: "9.2. Цей Договір регулюється законодавством України.",
      },
    ],
  },
];
