export default [
  {
    client: "Маргарита",
    review:
      "Софія - чудова викладачка англійської мови! Її заняття завжди цікаві та насичені корисною інформацією. Ще ніколи не бачила аби людина так неперевершено знаходила підхід до інших, вона знайде його до кожного учня і пояснить складні граматичні правила простою і зрозумілою мовою. Завдяки її підтримці та мотивації, мої знання англійської значно покращилися. Рекомендую Софію всім, хто хоче покращити свої навички в англійській мові!",
  },
  {
    client: "Надія",
    review:
      "Хочу висловити щиру подяку Олександру за допомогу у створенні неймовірного сайту для мого кафе. Завдяки його професіоналізму та відданості, ми змогли створити сучасний та привабливий сайт, який відображає дух нашого закладу. Олександр володіє глибокими знаннями у сфері веб-розробки, що стало очевидним з першого ж дня нашої співпраці. Він працював зі мною на всіх етапах проєкту: від планування та дизайну до написання коду і фінального тестування. Сайт був написаний на HTML, SCSS та JavaScript, і результат перевершив усі мої очікування, я вдячна йому також що він навчив мене як з цим працювати, а це дозволить мені вносити корективи навіть самостійно, дякую!",
  },
  {
    client: "Надія",
    review:
      "Хочу висловити щиру подяку Олександру за допомогу у створенні неймовірного сайту для мого кафе. Завдяки його професіоналізму та відданості, ми змогли створити сучасний та привабливий сайт, який відображає дух нашого закладу. Олександр володіє глибокими знаннями у сфері веб-розробки, що стало очевидним з першого ж дня нашої співпраці. Він працював зі мною на всіх етапах проєкту: від планування та дизайну до написання коду і фінального тестування. Сайт був написаний на HTML, SCSS та JavaScript, і результат перевершив усі мої очікування, я вдячна йому також що він навчив мене як з цим працювати, а це дозволить мені вносити корективи навіть самостійно, дякую!",
  },
  {
    client: "Надія",
    review:
      "Хочу висловити щиру подяку Олександру за допомогу у створенні неймовірного сайту для мого кафе. Завдяки його професіоналізму та відданості, ми змогли створити сучасний та привабливий сайт, який відображає дух нашого закладу. Олександр володіє глибокими знаннями у сфері веб-розробки, що стало очевидним з першого ж дня нашої співпраці. Він працював зі мною на всіх етапах проєкту: від планування та дизайну до написання коду і фінального тестування. Сайт був написаний на HTML, SCSS та JavaScript, і результат перевершив усі мої очікування, я вдячна йому також що він навчив мене як з цим працювати, а це дозволить мені вносити корективи навіть самостійно, дякую!",
  },
];
